"PageTitle" = "Välj målplats";

/* Target Select Strings */
"SelectMessage_Volumes" = "Markera vilken skiva du vill installera %@-programvaran på.";
"SelectMessageChecking_Volumes" = "Undersöker ytterligare skivor…";

/* Domain Select Strings */
"SelectMessage_Domains" = "Hur vill du installera programvaran?";
"SelectMessageChecking_Domains" = "Undersöker fler installationsplatser…";

/* Available domain strings */
"DomainInstall_Local" = "Installera för alla användare på datorn";
"DomainInstall_User" = "Installera bara för mig";
"DomainInstall_Anywhere" = "Installera på en specifik skiva…";

/* The entire destination message - where the software will be installed. Displayed on the regular panel. */
"DestinationMessageDriveAndDirectory" = "Du har valt att installera programvaran i mappen ”%1$@” på skivan ”%2$@”.";
"DestinationMessageDriveOnly" = "Du har valt att installera programvaran på skivan ”%@”.";
"DestinationMessage_HomeDir" = "Du har valt att installera programvaran i din hemmapp. Endast den nuvarande användaren kommer att kunna använda programvaran.";
"DestinationMessage_LocalMachine" = "Du har valt att installera den här programvaran för alla användare på datorn.";

/* Tells the user how much space is needed to install the software */
"SizeMessageInstallNoSpaceNeeded" = "Installationen av programmet kräver inte ytterligare utrymme.";
"SizeMessageInstall" = "Den här programvaran kräver %@ utrymme.";


"CannotInstallMessage_Volume" = "%1$@ kan inte installeras på den här skivan. %2$@";
"CannotInstallMessage_Domain" = "Det går inte att installera %1$@ på den här platsen. %1$@-installeraren tillåter inte att programvaran installeras här.";

"InstallMessage" = "Du har valt att installera %@ på den här skivan.";
"UpgradeMessage" = "Du har valt att uppgradera %@ på den här skivan.";

"NeedChangeInstallMessage" = "Du måste ändra dina installationsinställningar för att kunna installera %1$@ på den här skivan. Klicka på Alternativ om du vill ändra inställningarna. %2$@";

/* Options Panel Strings */
"InstallOSDescription" = "Installera %@";
"InstallOSDescriptionParagragh" = "Installerar %@ för första gången.";

"UpgradeOSDescription" = "Uppgradera %@";
"UpgradeOSDescriptionParagragh" = "Uppgraderar en tidigare version av %@.";

/* Version Package Rev Strings */
"VersionSheetTitle" = "Den markerade skivan innehåller redan en nyare version av programvaran du vill installera.";
"VersionSheetMessage" = "Om du installerar programvaran ersätts en nyare version med en äldre.";
"VersionInstallMessage" = "Du har valt att installera programvaran på en skiva som redan innehåller en nyare version.";
